<template>
    <div class="adds">
        <p><b>03.20.2023 Вниманию студентов бакалавра ПИ 2 курс и ИСиТ 4 курс</b></p>
        <br><br>
        <p>

            Группа 2021-ФГиИБ-ПИ-1б с начала весеннего семестра будет разделена на две: 2021-ФГиИБ-ПИ-1б и 2021-ФГиИБ-ПИ-2б. Списки групп согласно приказу будут направлены старосте 2021-ФГиИБ-ПИ-1б в понедельник, 06.02.2023.
            <br>
            Группы 2019-ФГиИБ-ИСиТ-1б и 2019-ФГиИБ-ИСиТ-2б с начала весеннего семестра будут объединены в одну - 2019-ФГиИБ-ИСиТ-1б.</p>
    </div>
</template>

<script>
export default {
    name: "Ads"
}
</script>

<style scoped>

</style>