<template>
    <h4>На базе МИИГАиК создается Центр компетенций НТИ «Геоданные и геоинформационные технологии».</h4>
    <div class="information">
        <p1>В Федеральном фонде поддержки проектов Национальной технологической инициативы (НТИ) подвели итоги конкурса на создание Центра НТИ по сквозным технологиям “Геоданные и геоинформационные технологии”. Заявка Московского государственного университета геодезии и картографии (МИИГАиК) набрала у экспертов наибольшее количество баллов, и МИИГАиК был признан победителем конкурсного отбора по данному направлению.</p1>
        <br>
        <br>
        <p2>Создание в университете Центра компетенций НТИ «Геоданные и геоинформационные технологии» по гранту, выделенному Фондом поддержки проектов НТИ, позволяет запустить процесс проведения целого ряда научных исследований в этой области, перспективных и высокотехнологичных разработок, создание опережающих образовательных программ, а также уникальных коммерческих продуктов для российской экономики. В частности, планируется разработка и реализация нескольких проектов, среди которых стоит отметить следующие: система обработки данных и оптимизации подвижных систем мониторинга для идентификации и слежения за источниками загрязнений в городах; технология навигационного обеспечения, осуществляющей автоматическое обнаружение спуфинг-атак беспилотных летательных аппаратов, функционирующих по одиночке или в группе, основанной на современных представлениях теории мультифрактального анализа пространственно-временных сигналов; конструктор систем конвейерной обработки потоков пространственно-временных данных высокой интенсивности; разработка сенсоров и программно-аппаратных средств сверхбыстрого извлечения геоданных и изменений местности на основе бортового предварительного анализа данных и передачи возможных изменений в центральное хранилище; разработка технологий ведения и быстрого доступа к хранилищу геоинформационных данных. Это далеко не полный перечень проектов, намеченных к реализации.</p2>
        <br>
        <br>
        <p2>Следует особо отметить, что направление геоданных и геоинформационных технологий, сбор, хранение, обработка и анализ пространственных данных в целом получили достаточно активный импульс к развитию в последнее время как на уровне государства, так и на уровне образовательных, научных и производственных организаций. Именно в этой связи в ходе подготовки заявки МИИГАиК был создан консорциум, в который вошли научно-исследовательские учреждения, профильные производственные структуры, учебные заведения высшего образования такие как Самарский университет, СВФУ, ТУСУР, СГУГиТ, КФУ, Тамбовский государственный университет им. Г.Р. Державина, СевГУ, СПбГЭУ, ЦЭПЛ РАН, ФБУ ВНИИЛМ ИСОИ РАН, ИКИ РАН, НПО "Тайфун", Федеральное государственное бюджетное учреждение науки Самарский Федеральный исследовательский центр РАН, ИВМиМГ СО РАН, Ракурс, Инфраструктурный центр Аэронет, Геоскан, Лоретт, ООО Локус, ООО_Компьютерные_технологии, Цифровая Земля и другие.</p2>
        <br>
        <br>
        <p2>Справочно:</p2>
        <br>
        <br>
        <p2>Фонд НТИ — проектный офис Национальной технологической инициативы, оказывает финансовую и экспертную поддержку компаниям для реализации проектов НТИ из средств федерального бюджета. Технологические конкурсы, организуемые Фондом НТИ, привлекают команды инженеров и разработчиков для поиска решений критически важных задач и преодоления технологических барьеров. Фонд представляет вузам и научным организациям прямую грантовую поддержку для проведения исследований и обучения специалистов в области сквозных технологий.</p2>
        <br>
        <br>
        <p2>Центры компетенций НТИ — сеть из 21 инженерно-образовательного консорциума на базе российских университетов и научных организаций, которые занимаются развитием «сквозных» технологий НТИ. Центры ведут исследовательскую и образовательную деятельность в партнерстве с крупнейшими технологическими компаниями. Участники консорциума определяют конкретные направления деятельности Центров, а также набор реализуемых проектов с учетом перспектив их коммерциализации. Основными показателями эффективности работы Центров компетенций НТИ являются численность подготовленных специалистов, объем доходов от приносящей доход деятельности, источником которых является деятельность центра, количество созданных объектов интеллектуальной собственности и лицензированных технологий, то есть непосредственный вклад в развитие экономики страны.</p2>
    </div>
</template>

<script>
export default {
    name: "GeodaninftechPage"
}
</script>

<style scoped>

</style>