<template>
    <div class="menuinf">
        <button @click="$router.push('/sostav-faculty')">Состав факультета</button>
        <button @click="$router.push('/specnapr')">Специальности и направления подготовки</button>
        <button @click="$router.push('/ads')">Объявления</button>
        <button @click="$router.push('/reviews')">Отзовы работадателей</button>
    </div>

    <div class="information">

        <p>Факультет геоинформатики и информационной безопасности был создан решением Ученого Совета МИИГАиК весной 2021 года. В настоящее время этот факультет является не только самым молодым, но и самым "цифровым" факультетом МИИГАиК, студенты которого получают знания умения и навыки в таких областях как искусственные нейронные сети, машинное обучение, интеллектуальные методы анализа данных, формируя тем самым компетенции необходимые для полноценного участия в происходящих сейчас в нашей стране процессах цифровой трансформации экономики.</p>
        <br>
        <br>
        <p>Факультет объединил направления подготовки (информационные системы и технологии, прикладная информатика, информационная безопасность), которые раньше реализовывались на трех разных факультетах МИИГАиК. Синергетический эффект этого объединения достигнут за счет усиления взаимодействия разных научно-исследовательских групп в рамках одного факультета, а также за счет централизации учебно-методической работы по смежным направлениям подготовки.</p>

        <video  controls autoplay muted>
            <source  src ="https://www.miigaik.ru/video/fgiib.mp4"  type="video/mp4">
        </video>
    </div>
</template>

<script>
export default {
    name: "InfoAboutFaculty"
}
</script>

<style scoped>
.information{
    font-family:'Roboto Condensed', sans-serif;
    font-size: 20px;
    text-align: justify;
}

video{
    margin-top: 1em;
    width: 100%;
}
</style>