<template>
    <h4>Специальности и направления</h4>
    <h6>
        <b>ИНФОРМАЦИОННАЯ БЕЗОПАСНОТЬ</b>
    </h6>
    <div class="infbezop">

        <p>Для многих организаций в современном мире информация является самым важным активом, поэтому ее защита имеет решающее значение для обеспечения выполнения организаций своих функций, а специалисты по защите информации относятся к числу наиболее востребованных специалистов на современном рынке труда. Подготовка по этому направлению осуществляется на основе эффективного сочетания фундаментального и прикладного образования с использованием передовых образовательных технологий, таких как, например, виртуальные лаборатории для обучения тестировании на проникновение<br><br>
            В процессе обучения студенты получают знания, умения и навыки в таких областях как программирование, администрирование информационных систем с точки зрения специалиста по информационной безопасности, администрирование средств защиты информации, разработка организационно-распорядительных документов в области информационной безопасности.<br><br>
            Выпускники этого направления уже работают в таких известных компаниях как PositiveTechnologies, Group-IB, Mail.ruGroup, Ланит.<br><br>
            <b>Профиль:</b> «Организация и технология защиты информации (в сфере техники и технологии, охватывающей совокупность проблем, связанных с обеспечением защищенности объектов информатизации в условиях существования угроз в информационной сфере)»<br><br>
            <b>Уровень подготовки:</b> Бакалавриат<br>
            <b>Форма обучения:</b> очная<br>
            <b>Вступительные испытания:</b> Русский язык / Математика / Информатика и ИКТ/Физика<br>
            <b>Срок подготовки:</b> 4 года


        </p>
    </div>
    <br><br>
    <h6>ПРИКЛАДНАЯ ИНФОРМАТИКА</h6>
    <div class="prikinf">
        <p>
            По этому направлению готовятся специалисты по проектированию и созданию прикладного программного обеспечения, то есть программного обеспечения для решения конкретных пользовательских задач. Часть преподаваемых дисциплин отражают специфику МИИГАиК, позволяя получить предметные знания в области обработки и анализа пространственных данных. Кроме того студенты получают знания, умения и навыки в таких областях как основы машинного обучения, искусственные нейронные сети, компьютерная графика, сетевые и веб-технологии. Выпускники этой программы подготовлены к работе в области разработки прикладного программного обеспечения         в качестве программистов или системных аналитиков.<br><br>
            <b>Уровень подготовки:</b> Бакалавриат<br>
            <b>Форма обучения:</b> очная<br>
            <b>Вступительные испытания:</b> Русский язык / Математика / Информатика и ИКТ<br>
            <b>Срок подготовки:</b> 4 года

        </p>
    </div><br><br>

    <h6>ИНФОРМАЦИОННЫЕ СИСТЕМЫ И ТЕХНОЛОГИИ</h6>
    <div class="infsistechn">
        <p>
            Информационные системы и технологи уже долгое время продолжают оставаться значимым фактором роста для многих предметных областей, которые включают в себя бизнес, госуслуги, а также социальную сферу, поэтому выпускники по этой специальности востребованы во всех этих областях. На факультете по этому направлению готовятся специалисты по проектированию и разработке информационных систем, в том числе, учитывая специфику МИИГАиК, геоинформационных систем. Обязательной частью обучения является изучение языков программирования, методов анализа данных, в том числе пространственных, а также методов машинного обучения.<br><br>
            В процессе обучения студенты реализуют собственные проекты, а также учатся сопровождать их на всех стадиях жизненного цикла.<br><br>
            Выпускники этой программы подготовлены к проектной деятельности в области проектирования и разработки информационных систем различного назначения в качестве программистов или системных аналитиков.<br><br>
            <b>Уровень подготовки:</b> Бакалавриат<br>
            <b>Форма обучения:</b> очная<br>
            <b>Вступительные испытания:</b> Русский язык / Математика / Информатика и ИКТ<br>
            <b>Срок подготовки:</b> 4 года


        </p>
    </div><br><br>
    <h6>ИНФОРМАЦИОННЫЕ СИСТЕМЫ И ТЕХНОЛОГИИ(Магистратура)</h6>
    <div class="infsistechnmag">
        <p>
            Информационные и коммуникационные системы и технологии играют важную роль во всех аспектах жизни современного общества. Они изменили способ, которым мы общаемся друг с другом, как мы находим необходимую информацию, работаем, ведем дела, взаимодействуем с государственными учреждениями и как мы управляем своей социальной жизнью. Поскольку эти системы и технологии так сильно влияют на различные аспекты жизни общества, то при их разработке, внедрении и эксплуатации необходимо учитывать возможные риски связанные с нарушениями информационной безопасности. Обучающиеся по этому направлению готовятся к деятельности в области анализа системных проблем обработки информации на уровне инфокоммуникационной системы, управления рисками разработки программного обеспечения         и выполнения регламентов обеспечения информационной безопасности<br><br>

            <b>Профиль:</b> Информационная безопасность информационно-коммуникационных систем<br><br>
            <b>Уровень подготовки:</b> Магистратура<br>
            <b>Форма обучения:</b> очная<br>
            <b>Вступительные испытания:</b> Комплексный экзамен по профилю направления подготовки<br>
            <b>Срок подготовки:</b> 2 года<br>
        </p>
    </div><br><br>
    <h6>ИНФОРМАЦИОННАЯ БЕЗОПАСНОСТЬ(Магистратура)</h6>
    <div class="infbezopmag">
        <p>
            Это новое для МИИГАиК направление подготовки основано на научных исследованиях в области обеспечения информационной безопасности геоинформационных систем и систем сбора и обработки пространственных данных, ведущихся на кафедре информационно-измерительных систем МИИГАиК. Первый набор студентов запланирован на август 2021 года.<br><br>
            Выпускники этой программы будут подготовлены к работе в качестве специалиста по безопасности компьютерных систем и сетей или специалиста по защите информации в автоматизированных системах (в том числе в геоинформационных системах).<br><br>
            <b>Профиль:</b> «Защита информации в геоинформационных системах и системах сбора пространственных данных»<br><br>
            <b>Уровень подготовки:</b> Магистратура<br>
            <b>Форма обучения:</b> очная
            <b>Вступительные испытания:</b> комплексный экзамен по профилю направления подготовки
            <b>Cрок подготовки:</b> 2 года

        </p>
    </div>
</template>

<script>
export default {
    name: "Specnapr"
}
</script>

<style scoped>

</style>